Repository: Klocman/Text-To-Screen
Catalog: MainApplication/Properties/Localisation.*.resx
Languages: pl

# AddFileWindowTitle
source: Create a new song...
pl: Utwórz nową piosenkę...

# ArchiveContainsUnsupportedFiles
source: Selected archive contains unknown file types.
pl: Wybrane archiwum zawiera nieznane rodzaje plików.

# ArchiveFilesFailedToSaveHeader
source: Failed to save following songs because an error was encountered while saving them:
pl: Następujące piosenki nie zostały zapisane do archiwum z powodu błędu przy ich zapisywaniu:

# ArchivePathNullException
source: Specify archive path before reading or writing to drive
pl: Wybierz ścieżkę archiwum przed odczytywaniem i zapisywaniem z dysku

# DefaultGroupName
source: No group
pl: Bez grupy

# FileImportProblemsHeader
source: Following files were not imported because of respective reasons:
pl: Następujące pliki nie zostały zaimportowane z podanych powodów:

# FileNotFoundOnDisk
source: File was not found on the drive
pl: Nie znaleziono pliku na dysku

# FilePropertiesViewer_DifferentValues
source: Different values
pl: Różne wartości

# ImportCommentSng
source: Imported from .sng
pl: Importowany z .sng

# ImportCommentTxt
source: Imported from .txt
pl: Importowany z .txt

# ImportCommentZip
source: Imported from an archive
pl: Importowany z archiwum

# ImportGroupName
source: Imported songs
pl: Importowane piosenki

# InvalidFileFormat
source: Unknown file format or empty file
pl: Nieznany format pliku lub pusty plik

# MessageBoxes_ApplicationAlreadyRunningInfo_Message
source: The application is already running. If you want to restart the application close the running instance first.
pl: Program jest już uruchomiony. Jeżeli chcesz otworzyć program od nowa najpierw zamknij poprzednią sesję.

# MessageBoxes_ApplicationAlreadyRunningInfo_Title
source: Application is already running
pl: Program Text To Screen jest już uruchomiony

# MessageBoxes_ArchiveContentsChangedExternally_Message
source: Opened archive has been modified by another application. Do you want to reload it? (all non-saved changes will be discarded)
pl: Archiwum zostało zmienione przez inny program. Czy odczytać jego nową zawartość? (Odczyt spowoduje stratę wszystkich niezapisanych zmian)

# MessageBoxes_ArchiveContentsChangedExternally_Title
source: Archive changed by external application
pl: Zmiana archiwum przez inną aplikację

# MessageBoxes_ArchiveDoesNotExist_Message
source: Archive "{0}" doesn't exist
pl: Archiwum "{0}" nie istnieje.

# MessageBoxes_ArchiveDoesNotExist_Title
source: Open error
pl: Błąd odczytu

# MessageBoxes_ArchiveNameChangedExternally_Message
source: Opened archive has been moved or its name has been changed by another application. Do you want to update the archive path?
pl: Archiwum zostało przeniesione lub nazwa archiwum została zmieniona przez inny program. Czy uaktualnić ścieżkę do archiwum?

# MessageBoxes_ArchiveNameChangedExternally_Title
source: Archive changed by external application
pl: Zmiana archiwum przez inną aplikację

# MessageBoxes_FirstStartQuestion_Message
source: This is the first start of TTS or the settings have been reset. Do you want to view help?
pl: Aplikacja została uruchomiona po raz pierwszy lub ustawienia zostały zresetowane. Czy wyświetlić pomoc programu?

# MessageBoxes_FirstStartQuestion_Title
source: First start
pl: Pierwszy start

# MessageBoxes_GroupIsInvalidInfo_Message
source: Supplied group name is invalid. Group name can't contain any of the following characters:
pl: Podana nazwa grupy jest nieprawidłowa. Nazwa grupy nie może zawierać następujących znaków:

# MessageBoxes_GroupIsInvalidInfo_Title
source: Invalid group name
pl: Nieprawidłowa nazwa grupy

# MessageBoxes_InvalidArchiveInfo_Message
source: Selected archive has invalid format or contains unsupported file types. If this archive does contain valid song files you can use the import tool to add them to a new archive.
pl: Wybrane archiwum ma nieznany format lub zawiera nieobsługiwane pliki. Jeżeli to archiwum zawiera prawidłowe piosenki możesz zaimportować je do otwartego archiwum poprzez Plik>Importuj...

# MessageBoxes_InvalidArchiveInfo_Title
source: Unknown archive format
pl: Nieznany format archiwum

# MessageBoxes_NameIsInvalidInfo_Message
source: Supplied song name is invalid. Group name can't contain any of the following characters:
pl: Podana nazwa jest nieprawidłowa. Nazwa nie może być pusta i nie może zawierać następujących znaków:

# MessageBoxes_NameIsInvalidInfo_Title
source: Invalid song name
pl: Nieprawidłowa nazwa

# MessageBoxes_NameIsTakenInfo_Message
source: Selected name is already taken
pl: Podana nazwa jest już zajęta.

# MessageBoxes_NameIsTakenInfo_Title
source: Invalid name
pl: Nieprawidłowa nazwa

# MessageBoxes_NothingToExportInfo_Message
source: Nothing was selected to export.
pl: Nie wybrano żadnych pozycji do wyeksportowania.

# MessageBoxes_NothingToExportInfo_Title
source: Export error
pl: Błąd eksportu

# MessageBoxes_NothingToImportInfo_Message
source: Nothing was selected to import.
pl: Nie wybrano żadnych pozycji do zaimportowania.

# MessageBoxes_NothingToImportInfo_Title
source: Import error
pl: Błąd importu

# MessageBoxes_RemoveSelectedFiles_Message
source: Are you sure you want to remove selected songs?
pl: Czy na pewno usunąć wybrane piosenki?

# MessageBoxes_RemoveSelectedFiles_Title
source: Delete song files
pl: Usuń piosenki

# MessageBoxes_SaveChangesToOpenedArchive_Message
source: Save changes to the opened archive before continuing? Unsaved changes will be lost.
pl: Czy zapisać zmiany w otwartym archiwum przed kontynuowaniem? Niezapisane zmiany zostaną stracone.

# MessageBoxes_SaveChangesToOpenedArchive_Title
source: Save changes to opened archive
pl: Zapisz zmiany w archiwum

# MessageBoxes_SaveChangesToOpenedFile_Message
source: Save changes to the opened song before continuing? Unsaved changes will be lost.
pl: Czy zapisać zmiany w otwartej piosence przed kontynuowaniem? Niezapisane zmiany zostaną stracone.

# MessageBoxes_SaveChangesToOpenedFile_Title
source: Save changes to opened song
pl: Zapisz zmiany w piosence

# NameContainsInvalidChars
source: Supplied name contains invalid characters:
pl: Podana nazwa zawiera niedozwolone znaki

# NameIsAlreadyTaken
source: Supplied name is already taken
pl: Podana nazwa jest już zajęta

# NameIsEmpty
source: Supplied name is empty
pl: Podana nazwa jest pusta

# NewArchiveDefaultName
source: New archive
pl: Nowe archiwum

# NewFileDefaultName
source: New song
pl: Nowa piosenka

# RenameFileWindowTitle
source: Rename song...
pl: Zmień nazwę piosenki...

# SongFileArchive_ToString_Format
source: Title: {0}, Modified: {1}, Added: {2}, Comment: {3}
pl: Tytuł: {0}, Modyfikowany: {1}, Dodany: {2}, Komentarz: {3}

# SongFileArchive_ToString_MissingComment
source: None
pl: Brak

# UnsupportedFileFormat
source: Unsupported file type
pl: Nieobsługiwany typ pliku

# PreviewScreenInfo
source: Preview screen
pl: Podgląd
