Repository: Klocman/Text-To-Screen
Catalog: MainApplication/Windows/SettingsWindow.*.resx
Languages: pl

# buttonCancel.Text
source: &Cancel
pl: &Anuluj

# buttonAccept.Text
source: &Apply
pl: &Zastosuj

# general_other_checkForExternalChanges.Text
source: Monitor archive changes made by other programs
pl: Monitoruj zmiany archiwum przez inne programy

# general_other_allowExternalArchiveAcces.Text
source: Allow other programs to acces the opened archive
pl: Pozwól innym programom na dostęp do otwartego archiwum

# general_other_groupBox1.Text
source: Miscellaneous
pl: Inne

# general_history_label2.Text
source: Number of items to remember:
pl: Ilość pozycji do zapamiętania:

# general_history_checkBox3.Text
source: Keep history of recently opened files
pl: Trzymaj historię ostatio otwartych archiwów

# general_history_groupBox1.Text
source: History
pl: Historia

# general_button_factorySettings.Text
source: Restore default settings
pl: Przywróć ustawienia domyślne

# label1.Text
source: After application start:
pl: Po starcie aplikacji:

# general_appstart_radioButton3.Text
source: Open archive selected below
pl: Otwórz archiwum wybrane poniżej

# general_appstart_radioButton2.Text
source: Open last loaded archive
pl: Otwórz ostatnio otwarte archiwum

# general_appstart_radioButton1.Text
source: Do nothing
pl: Nic nie rób

# general_appstart_groupBox.Text
source: Application start
pl: Start aplikacji

# tabPage1.Text
source: General
pl: Ogólne

# main_other_showFullPath.Text
source: Display full archive path in the titlebar
pl: Wyświetlaj pełną ścieżkę archiwum w pasku tytułowym

# main_other_showProgressBar.Text
source: Show progress bar when sending to output window
pl: Pokazuj pasek postępu podczas wysyłania na ekran wyjściowy

# main_other_groupBox.Text
source: Miscellaneous
pl: Inne

# main_button_factorySettings.Text
source: Restore default settings
pl: Przywróć ustawienia domyślne

# main_keys_checkBox2.Text
source: Left and right arrows switch between file list and verse list
pl: Klawisze strzałek w lewo i prawo przeskakują między listą plików i listą zwrotek

# main_keys_listButton.Text
source: List of hotkeys
pl: Spis skrótów klawiszowych

# main_keys_checkBox1.Text
source: Pressing 0-9 in verse list sends verse with this number to the output window (otherwise it is only selected)
pl: Naciśnięcie 0-9 w liście zwrotek wysyła zwrotkę o tym numerze na ekran wyjściowy (w przeciwnym razie tylko ją zaznacza)

# main_keys_groupBox3.Text
source: Hotkeys
pl: Skróty klawiszowe

# main_window_checkBoxFull.Text
source: Expand window to full screen (hide border)
pl: Rozszerz okno na cały ekran (ukrywa ramkę okna)

# main_window_checkBoxTop.Text
source: Always keep the window on top
pl: Zawsze trzymaj okno nad innymi aplikacjami

# main_window_groupBox2.Text
source: Window properties
pl: Właściwości okna

# tabPage3.Text
source: Main window
pl: Okno główne

# secondary_window_checkBoxPointer.Text
source: Hide cursor over the window (doesn't affect mouse buttons)
pl: Ukryj kursor nad oknem (nie wpływa na przyciski myszy)

# secondary_window_checkBoxFull.Text
source: Expand window to full screen (hide border)
pl: Rozszerz okno na cały ekran (ukrywa ramkę okna)

# secondary_window_checkBoxTop.Text
source: Always keep the window on top
pl: Zawsze trzymaj okno nad innymi aplikacjami

# secondary_window_groupBox.Text
source: Window properties
pl: Właściwości okna

# secondary_button_factorySettings.Text
source: Restore default settings
pl: Przywróć ustawienia domyślne

# tabPage2.Text
source: Output window
pl: Okno wyjściowe

# $this.Text
source: Text To Screen settings
pl: Ustawienia aplikacji Text To Screen
